Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: An 18 year-old female patient, a non-smoker, presented in 1999 during orthodontic treatment with a tooth gap in position 22 due to a congenitally missing permanent tooth 22 and a peg-shaped permanent tooth 12 (Figs 1-3).
vi: An 18 year-old female patient, a non-smoker, presented in 1999 during orthodontic treatment with a tooth gap in position 22 due to a congenitally missing permanent tooth 22 and a peg-shaped permanent tooth 12 (Hình 1-3).

source: An acrylic-resin RPD gains its support from the palatal tissue and allows for the pontic to be designed in an ovate form for tissue shaping (Figs 26a, b).
vi: An acrylic-resin RPD gains its support from the palatal tissue and allows for the pontic to be designed in an ovate form for tissue shaping (Hình 26a, b).

source: An acrylic-resin provisional crown, based on a prefabricated screw-retained titanium post for temporary restorations, ensured the shaping of esthetic peri-implant soft-tissue contours.
vi: Mão tạm bằng nhựa, dựa vào chốt titanium bắt vít chế tạo sẵn cho phục hình tạm, đảm bảo hình dạng của đường viền của mô mềm quanh implant thẩm mỹ.

source: An adequate number and distribution of implants is needed for successful outcomes.
vi: Một số lượng đầy đủ và phân phối của implant là cần thiết cho kết quả thành công.

source: An esthetic implant prosthesis was defined as one that is in harmony with the peri-oral facial structures of the patient.
vi: Một phục hình implant thẩm mỹ được định nghĩa một trong số đó là hài hoà với cấu trúc quanh miệng và mặt của bệnh nhân.

source: An esthetically pleasing result was obtained (Fig 41).
vi: An esthetically pleasing result was obtained (Hình 41).

source: An evaluation of the restorative space in relationship to adjacent or contralateral teeth will determine if orthodontic or restorative procedures are necessary before or along with implant therapy (Figs 1a, b).
vi: Một đánh giá khoảng phục hồi trong tương quan với răng kế cận hoặc đối bên sẽ xác định phương pháp chỉnh nha hoặc phục hồi cần thiết trước hoặc cùng với cấy ghép (Hình 1a, b).

source: An examination of the panoramic radiograph revealed several potential donor sites for hard tissue, if any was needed for grafting procedures (Fig 6).
vi: An examination of the panoramic radiograph revealed several potential donor sites for hard tissue, if any was needed for grafting procedures (Hình 6).

source: An implant in the facial danger zone will result in the potential risk of soft-tissue recession, since the thickness of the facial bone wall is clearly reduced by the malpositioned implant.
vi: Implant trong vùng nguy hiểm phía ngoài có nguy cơ tiêu mô mềm, bởi vì chiều dày của xương mặt ngoài giảm do vị trí bất lợi của implant.

source: An implant-level (synOcta) impression was made in polyvinyl siloxane (Fig 17).
vi: Lấy dấu vị trí implant (synOcta) bằng polyvinyl siloxane (Fig 17).

source: An impression was taken for a provisional crown (Fig 22).
vi: An impression was taken for a provisional crown (Hình 22).

source: An occlusal evaluation is necessary to incorporate the implant-supported restoration into a harmonious and functional environment.
vi: Đánh giá khớp cắn là cần thiết để kết hợp phục hồi trên Implant vào một môi trường hài hòa và chức năng.

source: An occlusal evaluation revealed coincident maxillary and mandibular midlines, mutually protected occlusion, and approximately 75% overbite (Fig 3).
vi: An occlusal evaluation revealed coincident maxillary and mandibular midlines, mutually protected occlusion, and approximately 75% overbite (Hình 3).

source: An opaque was then applied, followed by a buildup designed to support the soft-tissue analog and maintain a submucosal margin position (Fig 27).
vi: An opaque was then applied, followed by a buildup designed to support the soft-tissue analog and maintain a submucosal margin position (Hình 27).

source: An osseous defect with the expected large buccal dehiscence was present (Fig 7).
vi: An osseous defect with the expected large buccal dehiscence was present (Hình 7).

source: Anatomic risk factors
vi: Yếu tố nguy cơ giải phẫu

source: Anatomical and surgical considerations of implant therapy in the anterior maxilla
vi: Giải phẫu và cân nhắc phẫu thuật của điều trị implant ở phía trước hàm trên.

source: And are they realistic?
vi: Và chúng có thực tế không?

source: Another advantage of using a combination of a transparent silicone key and a light-curing acrylic resin is that they provide abundant time for careful loading of the silicone template at the corresponding location and for verifying the absence of any air entrapments (Figs 17a, b).
vi: Another advantage of using a combination of a transparent silicone key and a light-curing acrylic resin is that they provide abundant time for careful loading of the silicone template at the corresponding location and for verifying the absence of any air entrapments (Hình 17a, b).

source: Another clinician had previously offered the patient a treatment option including root-canal retreatment and/or apical root resection, and she requested a second opinion.
vi: Bác sĩ khác trước đó đã được cung cấp các bệnh nhân một lựa chọn điều trị bao gồm cả điều trị tuỷ lại và/hoặc cắt chóp và cô ấy yêu cầu một ý kiến thứ hai.

source: Another very important advantage of screw retention was that there was no cement residue after crown cementation (Fig 30).
vi: Another very important advantage of screw retention was that there was no cement residue after crown cementation (Hình 30).

source: Anterior single tooth
vi: Răng đơn lẻ phía trước

source: Appropriate implant selection is imperative, as the use of oversized implants can result in increased bone attrition and consequent facial and proximal tissue loss (Buser and coworkers, 2004).
vi: Lựa chọn implant thích hợp là bắt buộc, như việc sử dụng của implant quá khổ có thể dẫn đến tăng tiêu xương và hậu quả mất mô (Buser và đồng nghiệp, 2004).

source: Appropriate patient selection is essential in achieving esthetic treatment outcomes.
vi: Chọn lựa bệnh nhân thích hợp là điều cần thiết để đạt được kết quả điều trị thẩm mỹ

source: Approximately two months after the placement of the implant provisional, the peri-implant soft-tissue configuration was considered adequate for undertaking the next treatment step, consisting of final impression taking.
vi: Approximately two months after the placement of the implant provisional, the peri-implant soft-tissue conHìnhuration was considered adequate for undertaking the next treatment step, consisting of final impression taking.

source: As Figure 3 demonstrates, the labial contours of the alveolar arch were maintained by tooth 21.
vi: As Hìnhure 3 demonstrates, the labial contours of the alveolar arch were maintained by tooth 21.

source: As documented by Figures 16a and b, an adequate three-dimensional implant position, resulting in a two-wall bony defect at the buccal aspect, was achieved.
vi: As documented by Hìnhures 16a and b, an adequate three-dimensional implant position, resulting in a two-wall bony defect at the buccal aspect, was achieved.

source: As expected, part of the buccal bone plate was missing, but without affecting the width of the orofacial crest at adjacent teeth further apically (Fig 14).
vi: As expected, part of the buccal bone plate was missing, but without affecting the width of the orofacial crest at adjacent teeth further apically (Hình 14).

source: As healing occurs, the bone around the implant surface is remodeled, and areas of new bone contact with the implant surface appear.
vi: Khi lành thương, xương quanh bề mặt implant được tái cấu trúc, và những vùng tiếp xúc xương mới với bề mặt implant xuất hiện.

source: As in most instances in the anterior maxilla, an open-tray impression in association with a screw-retained impression cap was chosen, primarily because the implant shoulder was located distinctly submucosally (Fig 20).
vi: As in most instances in the anterior maxilla, an open-tray impression in association with a screw-retained impression cap was chosen, primarily because the implant shoulder was located distinctly submucosally (Hình 20).

source: As mentioned in Chapter 1.2, the transition zone is the emergence created from the shoulder of the implant to the soft-tissue margin.
vi: Như đã đề cập trong Chương 1.2, vùng chuyển tiếp là sự xuất hiện tạo ra từ vai của cấy ghép vào đường viền mô mềm.

source: As soon as an implant is placed into the jawbone, certain areas of the implant surface are in direct contact with bone.
vi: Ngay khi implant được đặt vào trong xương hàm, một số vùng nhất định của bề mặt implant tiếp xúc trực tiếp với xương.

source: As such, it is assumed that the clinician has the requisite level of skills and experience.
vi: Như vậy, nó được giả định rằng các bác sĩ lâm sàng cần có kỹ năng và kinh nghiệm.

source: As the implant shoulder was located distinctly submucosally, particularly at the mesial and distal aspects, an approach involving a screw-retained impression cap and an open tray was preferred (Fig 33).
vi: As the implant shoulder was located distinctly submucosally, particularly at the mesial and distal aspects, an approach involving a screw-retained impression cap and an open tray was preferred (Hình 33).

source: As with the above scheme, the implants are characterized by a rough titanium surface and allowed to heal for at least 6 weeks, and the site is characterized by type 1, 2 or 3 bone.
vi: Với các kế hoạch trên, các implant có đặc điểm bề mặt titanium nhám và cho phép lành thương ít nhất 6 tuần, và đặc điểm xương vùng cấy ghép loại 1, 2, hoặc 3.

source: Assessment of mucosal conditions (e.g., modified Gingival Index, bleeding on probing)
vi: Đánh giá tình trạng niêm mạc(vd., thay đổi chỉ số nướu Gingival Index, chảy máu khi thăm khám)

source: Asymmetry greater than 1 mm
vi: Không đối xứng lớn hơn 1 mm

source: At abutment connection with submerged healing or at implant placement with transmucosal healing (for the correction of minor soft-tissue problems only) (Figs 5a-c).
vi: At abutment connection with submerged healing or at implant placement with transmucosal healing (for the correction of minor soft-tissue problems only) (Hình 5a-c).

source: At chairside, the provisional abutment and crown were utilized to modify the impression cap (Figs 26a-f).
vi: At chairside, the provisional abutment and crown were utilized to modify the impression cap (Hình 26a-f).

source: At full natural smile, the patient exhibited a high lip line situation and a harmoniously scalloped gingival margin (Fig 1).
vi: At full natural smile, the patient exhibited a high lip line situation and a harmoniously scalloped gingival margin (Hình 1).

source: At full smile, the patient exhibited a high lip line, exposing all of the teeth and part of the gingiva (Fig 1).
vi: At full smile, the patient exhibited a high lip line, exposing all of the teeth and part of the gingiva (Hình 1).

source: At full smile, the patient exhibited a medium lip line with tapered clinical crowns and a thin-gingiva biotype (Fig 1).
vi: At full smile, the patient exhibited a medium lip line with tapered clinical crowns and a thin-gingiva biotype (Hình 1).

source: At full smile, the patient presented a high lip-line situation, completely exposing the anterior maxillary teeth and the associated facial gingival tissue (Fig 1).
vi: At full smile, the patient presented a high lip-line situation, completely exposing the anterior maxillary teeth and the associated facial gingival tissue (Hình 1).

source: At full smile, the patient presented a high lip-line situation, displaying full teeth and associated gingival tissue in the anterior maxilla (Fig 1).
vi: At full smile, the patient presented a high lip-line situation, displaying full teeth and associated gingival tissue in the anterior maxilla (Hình 1).

source: At full smile, the patient presented a medium to high lip line, displaying the full crowns and the marginal gingiva (Fig 1).
vi: At full smile, the patient presented a medium to high lip line, displaying the full crowns and the marginal gingiva (Hình 1).

source: At impression-taking, this customized impression coping prevented soft-tissue collapse and ensured optimal support of the emergence profile (Fig 27).
vi: At impression-taking, this customized impression coping prevented soft-tissue collapse and ensured optimal support of the emergence profile (Hình 27).

source: At insertion of the provisional crown, notable blanching of the mucosa occurred (Fig 43).
vi: At insertion of the provisional crown, notable blanching of the mucosa occurred (Hình 43).

source: At normal communication distance, looking at the patient smiling unforced (Fig 30), an overall acceptable level of integration of the implant-supported single crown was reached from both an esthetic and a functional point of view.
vi: At normal communication distance, looking at the patient smiling unforced (Hình 30), an overall acceptable level of integration of the implant-supported single crown was reached from both an esthetic and a functional point of view.

source: At that appointment, provisional restorations were fabricated that would initiate maturation of the transition zone.
vi: Tại cuộc hẹn, phục hình tạm được chế tạo sẽ khỏi đầu sự trưởng thành vùng chuyển tiếp

source: At that time, the phase of primary soft-tissue healing was considered completed (Figs 24a, b).
vi: At that time, the phase of primary soft-tissue healing was considered completed (Hình 24a, b).

source: At the 3-year follow-up, the patient reported complete satisfaction with the treatment.
vi: Sau 3 năm theo dõi, bệnh nhân hoàn toàn hài lòng với điều trị.

source: At the ITI Consensus Conference, the authors presented their manuscripts to the group for discussion.
vi: At the ITI Consensus Conference, các tác giả đã trình bày bản thảo của họ cho nhóm để thảo luận.

source: At the beginning of 2006, 3½ years after crown insertion, the peri-implant soft tissue continued to be stable (Fig 23).
vi: At the beginning of 2006, 3½ years after crown insertion, the peri-implant soft tissue continued to be stable (Hình 23).

source: At the completion of bone healing, the soft tissues were healthy.
vi: Khi lành thương xương xong, mô mềm thì khoẻ mạnh

source: At the delivery visit four weeks after impression-taking, the provisional restoration and abutment were removed (Fig 36).
vi: At the delivery visit four weeks after impression-taking, the provisional restoration and abutment were removed (Hình 36).

source: At the delivery visit two weeks after the final impression had been taken, the provisional restorations and copings were removed (Figs 32a-d).
vi: Tại buổi hẹn giao hàm 2 tuần sau lấy dấu sau cùng, phục hình tạm và copings được tháo ra (Hình 32a-d).

source: At the end of the surgical procedure, an apical radiograph was taken to serve as a baseline reference and to document/verify the adequate relationship between the neighboring roots and the intrabony part of the inserted implant (Fig 21).
vi: At the end of the surgical procedure, an apical radiograph was taken to serve as a baseline reference and to document/verify the adequate relationship between the neighboring roots and the intrabony part of the inserted implant (Hình 21).

source: At the end of the visit, the patient was scheduled for yearly maintenance procedures.
vi: Khi kết thúc cuộc hẹn, bệnh nhân được lên lịch khám duy trì hàng năm.

source: At the five-year clinical follow-up in March 2005, the soft-tissue contours as well as the bone contours were stable (Figs 63-65).
vi: At the five-year clinical follow-up in March 2005, the soft-tissue contours as well as the bone contours were stable (Hình 63-65).

source: At the insertion of the final ceramo-metal implant-supported crown, the peri-implant soft tissue presented itself as healthy, stable, and esthetic in appearance (Figs 25a-d).
vi: At the insertion of the final ceramo-metal implant-supported crown, the peri-implant soft tissue presented itself as healthy, stable, and esthetic in appearance (Hình 25a-d).

source: At the insertion visit four weeks after the impression had been taken, the provisional restoration and meso-abutment were removed (Figs 25a, b).
vi: At the insertion visit four weeks after the impression had been taken, the provisional restoration and meso-abutment were removed (Hình 25a, b).

source: At the insertion visit three weeks after the final impression session, the provisional restoration and framework blank were removed (Fig 29).
vi: At the insertion visit three weeks after the final impression session, the provisional restoration and framework blank were removed (Hình 29).

source: At the one-year follow-up visit, interproximal and facial tissue loss was evident due to a lack of interproximal and facial bone support (Fig 36).
vi: At the one-year follow-up visit, interproximal and facial tissue loss was evident due to a lack of interproximal and facial bone support (Hình 36).

source: At the patient’s follow-up visit three years later, the esthetic treatment outcome was stable (Figs 66-68).
vi: At the patient’s follow-up visit three years later, the esthetic treatment outcome was stable (Hình 66-68).

source: At the return visit, a moderate amount of tissue inflammation remained around the facial mucosal margin (Fig 17).
vi: At the return visit, a moderate amount of tissue inflammation remained around the facial mucosal margin (Hình 17).

source: At the return visit, the maturation of the peri-implant tissue could be appreciated (Fig 14).
vi: At the return visit, the maturation of the peri-implant tissue could be appreciated (Hình 14).

source: At the second appointment, the deciduous canine was carefully extracted (Figs 8-10).
vi: At the second appointment, the deciduous canine was carefully extracted (Hình 8-10).

source: At the three-week follow-up, the peri-implant tissue was examined and the occlusion checked (Fig 28).
vi: At the three-week follow-up, the peri-implant tissue was examined and the occlusion checked (Hình 28).

source: At the three-week visit, the peri-implant tissues were examined for cement residue, and the occlusion was checked.
vi: Tát khám sau 3 tuần, mô quanh implant được kiểm tra xi măng dư, và kiểm tra khớp cắn

source: At the time of delivery of the provisional crown, a distinct blanching of the mucosa was visible due to the pressure applied by the provisional (Fig 14).
vi: At the time of delivery of the provisional crown, a distinct blanching of the mucosa was visible due to the pressure applied by the provisional (Hình 14).

source: At the time of surgery, a minimal tissue reflection was performed to obtain access to the retaining screw (Fig 13).
vi: At the time of surgery, a minimal tissue reflection was performed to obtain access to the retaining screw (Hình 13).

source: At the time of the integration of the provisional crown, the soft-tissue blanching occurring at insertion (Fig 45) indicated that volume had been added at the cervical portion of the restoration.
vi: At the time of the integration of the provisional crown, the soft-tissue blanching occurring at insertion (Hình 45) indicated that volume had been added at the cervical portion of the restoration.

source: At this stage, a periapical radiograph was taken to examine the osseous status at the future implantation site (Fig 13).
vi: At this stage, a periapical radiograph was taken to examine the osseous status at the future implantation site (Hình 13).

source: At this stage, the existing composite restoration at the mesioincisal angle of tooth 21 was replaced (Fig 44).
vi: At this stage, the existing composite restoration at the mesioincisal angle of tooth 21 was replaced (Hình 44).

source: Athin-gingiva biotype can be associated with excellent esthetic single-tooth restorations if the adjacent teeth are periodontally healthy and have sufficient bone-crest heights (Fig 9).
vi: Athin-gingiva biotype can be associated with excellent esthetic single-tooth restorations if the adjacent teeth are periodontally healthy and have sufficient bone-crest heights (Hình 9).

source: Authors:
vi: Tác giả:

source: Autogenous bone was harvested from the tuberosity area of the left upper quadrant using forceps and chisels (Figs 7, 8).
vi: Xương tự thân được lấy từ vùng lồi củ của góc phần tư trên trái dùng kềm và đục (Hình 7, 8).

source: Axial-position problem in the frontal plane
vi: Vị trí trục có vấn đề trong mặt phẳng trán

source: Based on a detailed preoperative analysis, the individual risk profile of each patient can be established.
vi: Dựa trên một phân tích chi tiết trước phẫu thuật, hồ sơ nguy cơ cá nhân của mỗi bệnh nhân có thể được thiết lập.

source: Based upon its ease of use, a 5.5-mm solid abutment was used to fabricate the provisional restoration (Figs 14a, b).
vi: Based upon its ease of use, a 5.5-mm solid abutment was used to fabricate the provisional restoration (Hình 14a, b).

source: Based upon that impression (Fig 23), a master model was fabricated in the dental lab on which a custom temporary crown was to be fabricated.
vi: Based upon that impression (Hình 23), a master model was fabricated in the dental lab on which a custom temporary crown was to be fabricated.

source: Be durable.
vi: Bền

source: Be easy to fabricate and maintain.
vi: Dễ chế tạo và duy trì.

source: Because the horizontal dimension of this resorption area measures about 1.0-1.5 mm from the implant surface (Fig 16), this minimal distance needs to be respected at implant placement to prevent vertical bone loss on adjacent teeth.
vi: Because the horizontal dimension of this resorption area measures about 1.0-1.5 mm from the implant surface (Hình 16), this minimal distance needs to be respected at implant placement to prevent vertical bone loss on adjacent teeth.

source: Because the root of the extracted tooth 11 was tilted distally the implant bed had to be carefully prepared regarding the mesiodistal aspect of the extraction socket to ensure a correct three-dimensional position of the implant (Figs 10, 11).
vi: Because the root of the extracted tooth 11 was tilted distally the implant bed had to be carefully prepared regarding the mesiodistal aspect of the extraction socket to ensure a correct three-dimensional position of the implant (Hình 10, 11).

source: Becker and coworkers (2003) and Ericsson and coworkers (2000) reported high success and survival data comparable to immediate loading protocols.
vi: Becker và đồng nghiệp (2003) và Ericsson và đồng nghiệp (2000) báo cáo thành công cao và dữ liệu sự sống còn so sánh với quy trình tải lực tức thì.

source: Before completing the temporary component with acrylic resin, an intraoral try-in was performed to verify that the adjustments corresponded to the individual clinical needs (Figs 14a, b).
vi: Before completing the temporary component with acrylic resin, an intraoral try-in was performed to verify that the adjustments corresponded to the individual clinical needs (Hình 14a, b).

source: Before dismissing the patient, an intraoral radiograph (Fig 9) was taken to verify the correct implant position with respect to depth, axis, and relation to the neighboring roots and to create a baseline document for future comparison (Fig 10).
vi: Before dismissing the patient, an intraoral radiograph (Hình 9) was taken to verify the correct implant position with respect to depth, axis, and relation to the neighboring roots and to create a baseline document for future comparison (Hình 10).

source: Before implant placement, a ceramic laminate veneer was bonded to the peg-shaped tooth 12 (Figs 6, 7).
vi: Before implant placement, a ceramic laminate veneer was bonded to the peg-shaped tooth 12 (Hình 6, 7).
